{
  "topic": [
    {
      "id": "1",
      "title": "Dilwale Dulhania Le Jayenge",
      "body": "Raj and Simran fall in love during a trip to Europe but return to India to find their families have arranged their marriages to different people."
    },
    {
      "id": "2",
      "title": "Sholay",
      "body": "Two criminals, Veeru and Jai, are hired by a retired police officer to capture the ruthless dacoit Gabbar Singh."
    },
    {
      "id": "3",
      "title": "3 Idiots",
      "body": "Three engineering students deal with the pressures of society and the education system while searching for their missing friend."
    },
    {
      "id": "4",
      "title": "Lagaan",
      "body": "During the British Raj, a group of villagers challenge the British to a cricket match to avoid paying high taxes."
    },
    {
      "id": "5",
      "title": "Bahubali: The Beginning",
      "body": "The story of Shivudu, a young man who learns about his heritage and seeks to avenge his father's death."
    },
    {
      "id": "6",
      "title": "Bahubali 2: The Conclusion",
      "body": "Shivudu's quest to avenge his father's death leads him to uncover the truth about his family and kingdom."
    },
    {
      "id": "7",
      "title": "Gully Boy",
      "body": "A street rapper from Mumbai strives to achieve his dream of becoming a music sensation despite the challenges he faces."
    },
    {
      "id": "8",
      "title": "Andhadhun",
      "body": "A blind pianist becomes embroiled in a murder mystery, leading to unexpected twists and turns."
    },
    {
      "id": "9",
      "title": "Uri: The Surgical Strike",
      "body": "Based on true events, the film follows the Indian Army's covert operation to avenge the Uri attack."
    },
    {
      "id": "10",
      "title": "Queen",
      "body": "A young woman embarks on a solo honeymoon trip to Europe after her wedding is called off, leading to self-discovery and empowerment."
    },
    {
      "id": "11",
      "title": "Dangal",
      "body": "A former wrestler trains his daughters to become world-class wrestlers, defying societal norms and expectations."
    },
    {
      "id": "be70",
      "title": "ddljwfegr",
      "body": "jdbwbhweddhwehdwehd"
    }
  ]
}